Repository: nkwabyte/CropDiseaseDetection
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: ee, fr, ga, ha, tw

source: About
ee: Etsotso
fr: À propos
ga: He Sane
ha: Bayanai
tw: Ɛho Sɛm

source: About & Support
ee: Etsotso kple Kpekpeɖeŋu
fr: À propos et support
ga: He Sane kɛ Yelikɛbuamɔ
ha: Bayanai da Taimako
tw: Ɛho Sɛm ne Mmoa

source: About Plant Disease Detector
ee: Agbledɔléle Dzesidenu Etsotso
fr: À propos du détecteur de maladies
ga: Ŋmɔmɔ Helatoyelɔ He Sane
ha: Bayanin Binciken Cututtuka
tw: Afifide Yare Hwehwɛfo Ho Sɛm

source: Account
ee: Asusu
fr: Compte
ga: Akawnt
ha: Asusu
tw: Akaunti

source: AI-powered diagnostic assistant
ee: AI Kpekpeɖeŋula
fr: Assistant diagnostic propulsé par l'IA
ga: AI Yelikuamɔ
ha: Taimakon Bincike Na AI
tw: AI Mmoafo

source: All
ee: Wo Katã
fr: Tout
ga: Fɛɛ
ha: Duka
tw: Nyinaa

source: Analyzing Crop Health...
ee: Wɔle Numekuku Wɔm...
fr: Analyse de la santé des cultures...
ga: Mli kɛ taomɔ...
ha: Ana Binciken Hoton...
tw: Wɔrehwehwɛ Afifide No Mu...

source: Anonymize My Data
ee: Be Nye Ŋkɔ
fr: Anonymiser mes données
ga: Teemɔ Migbei
ha: Kariya da Sunana
tw: Kora Me Din So

source: App Info
ee: Dɔwɔnu Emenyawo
fr: Informations sur l'application
ga: App He Sane
ha: Bayanin Manhaja
tw: App Ho Sɛm

source: Appearance
ee: Dzedzeme
fr: Apparence
ga: Mfoniri
ha: Yanayi
tw: Tebea

source: App Version
ee: Dɔwɔnu Tɔtrɔ
fr: Version de l'application
ga: App Nɔmba
ha: Sigar Manhaja
tw: App Nkyerɛase

source: Bell Peppers
ee: Atadi Nukuwo
fr: Poivrons
ga: Shito Nibii
ha: Shukan Barkono
tw: Mako Afifide

source: Camera
ee: Kamera
fr: Appareil photo
ga: Kamera
ha: Kamara
tw: Kamra

source: Cancel
ee: Te Se
fr: Annuler
ga: Tsi Naa
ha: Soke
tw: Twa Mu

source: Chemical Control
ee: Atike Siesie
fr: Contrôle chimique
ga: Kɛmikaal Tsofa
ha: Magungunan Zamani
tw: Kɛmikaal Nnuru

source: Chemical Treatment
ee: Atike Siesie
fr: Traitement chimique
ga: Kɛmikaal Tsofa
ha: Magungunan Zamani
tw: Kɛmikaal Nnuru

source: Clear Cache
ee: Tutu Nudzraɖoɖo
fr: Vider le cache
ga: Kpie Cache
ha: Goge Cache
tw: Pepa Nsɛm a Asie

source: Confidence
ee: Kakaɖedzi
fr: Confiance
ga: Hemɔkɛyeli
ha: Amincewa
tw: Ahotoso

source: Corn
ee: Bli
fr: Maïs
ga: Ablona
ha: Masara
tw: Aburo

source: Crop Category
ee: Nuku Ƒomevi
fr: Catégorie de culture
ga: Nibii Kuu
ha: Gidan Shuki
tw: Afifide Kuw

source: Crop Disease Detection
ee: Agbledɔléle Dzesidenu
fr: Détection des maladies des cultures
ga: Ŋmɔmɔ Helatoyelɔ
ha: Binciken Cututtukan Gona
tw: Afifide Yare Hwehwɛfo

source: Crop Disease Detector
ee: Agbledɔléle Dzesidenu
fr: Détecteur de maladies des cultures
ga: Ŋmɔmɔ Helatoyelɔ
ha: Binciken Cututtukan Gona
tw: Afifide Yare Hwehwɛfo

source: Crop Mismatch Detected
ee: Nuku Masɔmasɔ
fr: Incompatibilité de culture détectée
ga: Nibii Kpaa
ha: Kuskuren Zaben Shuki
tw: Afifide Nsonsonoe

source: Dark
ee: Viviti
fr: Sombre
ga: Duu
ha: Baki
tw: Sum

source: Detection Confidence Threshold
ee: Kakaɖedzi Kɔkɔ
fr: Seuil de confiance de détection
ga: Hemɔkɛyeli Threshold
ha: Amincewa Threshold
tw: Ahotoso Pɛpɛɛpɛ

source: Detection Details
ee: Numekuku Emenyawo
fr: Détails de la détection
ga: Taomɔ Sane Mli
ha: Bayanin Bincike
tw: Nhwehwɛmu Mu Nsɛm

source: Detection Model
ee: Model
fr: Modèle de détection
ga: Model
ha: Nau'in Bincike
tw: Model

source: Detection Summary
ee: Numekuku Emenyawo
fr: Résumé de la détection
ga: Taomɔ Sane Mli
ha: Bayanin Bincike
tw: Nhwehwɛmu Mu Nsɛm

source: Detections found do not match your selected crop category.
ee: Numekuku la mesɔ kple nuku si wotia la o.
fr: Les détections trouvées ne correspondent pas à la catégorie de culture sélectionnée.
ga: Taomɔ sane lɔ kɛ nibii ni ohala lɔ kpaaa gbe.
ha: Sakamakon bincike bai dace da shukin da aka zaba ba.
tw: Afifide a woaworo no ne deɛ worehwehwɛ no nhyia.

source: Diagnostics
ee: Numekuku
ga: Taomɔ
ha: Bincike
tw: Hwehwɛmu

source: Diagnostic Results
ee: Numekuku Nutome
fr: Résultats du diagnostic
ga: Taomɔ Mli Nii
ha: Sakamakon Bincike
tw: Nhwehwɛmu Mu Nsɛm

source: Disease
ee: Dɔléle
fr: Maladie
ga: Hela
ha: Cuta
tw: Yare

source: Disease Detection Model
ee: Dɔléle Dzesidenu Model
fr: Modèle de détection des maladies
ga: Helatoyelɔ Model
ha: Model Din Bincike
tw: Yare Hwehwɛfo Model

source: Done
ee: Ewu Vɔ
fr: Terminé
ga: Gbe Naa
ha: Kammala
tw: Awie

source: Email Address
ee: Imel Ɖoɖo
fr: Adresse e-mail
ga: Imel Adireshin
ha: Adireshin Imel
tw: Imel Adrɛse

source: Encyclopedia
ee: Agbale
fr: Encyclopédie
ga: Wolo
ha: Kundin Bayani
tw: Nkyerɛkyerɛw

source: Flag Detection Record
ee: Ɖo Dzesi Numekuku la
fr: Signaler l'enregistrement
ga: Kadimɔ Taomɔ
ha: Maka Bincike
tw: Kora Mfonini No So

source: Gallery
ee: Nɔnɔmetatawo
fr: Galerie
ga: Mfoniri Tsu
ha: Gidan Hoto
tw: Mfoni Beae

source: Healthy
ee: Lãmesẽ
fr: Sain
ga: Kpakpa
ha: Mai Kyau
tw: Bɔkɔɔ

source: Help & Support
ee: Kpekpeɖeŋu
fr: Aide et support
ga: Yelikɛbuamɔ
ha: Taimako
tw: Mmoa

source: Help improve AI accuracy by submitting details on misclassifications.
ee: Kpe ɖe AI ŋu ne woadzra numekukuwo ɖo.
fr: Aidez à améliorer la précision de l'IA en soumettant des détails sur les erreurs.
ga: Yewamɔ AI koni etao sane jogbaŋŋ.
ha: Taimaka wajen gyara AI ta hanyar tura bayanai.
tw: Boa ma AI no nyɛ adwuma pa denam nsɛm a wobɛkora no so.

source: History
ee: Xoxo
fr: Historique
ga: Yelɔmɔ Tsutsu
ha: Tarihi
tw: Abakɔsɛm

source: History is Locked
ee: Xoxowo Tu
fr: L'historique est verrouillé
ga: Nyi Taomɔ Sane
ha: An Kulle Tarihi
tw: Abakɔsɛm No Asie

source: Language
ee: Gbe
fr: Langue
ga: Wiemɔ
ha: Yarehe
tw: Kasa

source: Light
ee: Kekeli
fr: Clair
ga: Kanyaa
ha: Fari
tw: Hann

source: Loading Detection History...
ee: Wɔle Xoxowo Lodem...
fr: Chargement de l'historique...
ga: Mli kɛ lode...
ha: Ana Loda Tarihi...
tw: Wɔrelode Abakɔsɛm...

source: Localization
ee: Gbewo
fr: Localisation
ga: Wiemɔwo
ha: Yarehe
tw: Kasa Nhyehyɛe

source: Maize Crops
ee: Bli Nukuwo
fr: Cultures de maïs
ga: Ablona Nibii
ha: Shukan Masara
tw: Aburo Afifide

source: No Crop Photo Selected
ee: Nɔnɔmetata aɖeke meli o
fr: Aucune photo sélectionnée
ga: Mfoniri ko bɛ
ha: Babu Hoto
tw: Mfonini Biara Nni Hɔ

source: No Disease Detected
ee: Womèke Ɖe Dɔléle Aɖeke Ŋu O
fr: Aucune maladie détectée
ga: Anaaa Hela Ko O
ha: Ba a Samu Cut a Ba
tw: Yare Biara Nni Hɔ

source: No disease information required.
ee: Dɔléle ŋuti nyatakaka aɖeke mehiã o.
fr: Aucune information sur la maladie n'est requise.
ga: Hela sane ko bɛ he hia.
ha: Babu bukatan bayanin cuta.
tw: Yare ho nsɛm biara ho nni hia.

source: No Scan History
ee: Xoxo Aɖeke Meli O
fr: Aucun historique d'analyse
ga: Taomɔ Sane Ko Bɛ
ha: Babu Tarihi
tw: Abakɔsɛm Biara Nni Hɔ

source: OK
ee: ƐƐ
ga: Yɔɔ
ha: To
tw: Yiw

source: On-Device AI Diagnostics for Agriculture
ee: AI Numekuku na Agbledede
fr: Diagnostics IA sur l'appareil pour l'agriculture
ga: AI Taomɔ kɛhɑ Ŋmɔmɔ
ha: Binciken AI na Gona
tw: AI Nhwehwɛmu Ma Kuadwuma

source: Organic Management
ee: Dzɔdzɔme Atikewo
fr: Gestion biologique
ga: Je Mli Tsofa
ha: Hanyoyin Gargajiya
tw: Abode Mu Nnuru

source: Organic Treatment
ee: Dzɔdzɔme Atikewo
fr: Traitement biologique
ga: Je Mli Tsofa
ha: Hanyoyin Gargajiya
tw: Abode Mu Nnuru

source: Overview
ee: Emenyawo
fr: Aperçu
ga: Mli Sane
ha: Bayanin Aiki
tw: Nkyerɛkyerɛmu

source: Pepper
ee: Atadi
fr: Poivron
ga: Shito
ha: Barkono
tw: Mako

source: Plant Encyclopedia
ee: Nukuwo ƒe Agbale
fr: Encyclopédie des plantes
ga: Nibii Wolo
ha: Kundin Bayanin Shuke-shuke
tw: Afifide Nkyerɛkyerɛw

source: Please select a target crop type (Corn, Pepper, or Tomato) before running disease diagnostics.
ee: Taflatsɛ tia nuku aɖe hafi nadze numekuku la gɔme.
fr: Veuillez sélectionner un type de culture avant de lancer le diagnostic.
ga: Ofaiji hala nibii dan ogbe taomɔ lɔ naa.
ha: Da fatan zaka zabi shuki kafin ka fara bincike.
tw: Mesrɛ wopaw afifide ansa na woahyɛ hwehwɛmu no ase.

source: Prevention Measures
ee: Dɔléle Xoxe Mɔwo
fr: Mesures de prévention
ga: Tsibaa Sane
ha: Hanyoyin Kiyaye
tw: Nsiho ne Nneɛma a Ɛsɛ sa Yɛ

source: Privacy Policy
ee: Bebame
fr: Politique de confidentialité
ga: Teemɔ Sane
ha: Manofa
tw: Kora Nsɛm So

source: Project Overview
ee: Dɔwɔwɔ Kpukprui
fr: Aperçu du projet
ga: Nitsumɔ He Sane
ha: Bayanin Aiki
tw: Adwuma no Ho Sɛm

source: Report Inaccurate Detection
ee: Ɖo Dzesi Numekuku la
fr: Signaler une détection inexacte
ga: Kadi Taomɔ Lɔ
ha: Tura Korafin Bincike
tw: Bɔ Amande Wɔ Mfonini No Ho

source: Run Disease Diagnostics
ee: Dze Numekuku la Gɔme
fr: Lancer le diagnostic
ga: Je Taomɔ Lɔ Shishi
ha: Fara Bincike
tw: Hwehwɛ Yare No Mu

source: Scan Details
ee: Numekuku Emenyawo
fr: Détails de l'analyse
ga: Taomɔ Sane Mli
ha: Bayanin Bincike
tw: Abakɔsɛm Mu Nsɛm

source: Scan History
ee: Numekuku Xoxowo
fr: Historique des analyses
ga: Taomɔ Sane
ha: Tarihin Bincike
tw: Abakɔsɛm

source: Scans made as a guest are not synced to the cloud. Sign in or register to keep an archive of your diagnostics, sync data, and manage your crops.
ee: Ge ɖe eme ne nadzra wò numekukuwo ɖo.
fr: Les analyses effectuées en tant qu'invité ne sont pas synchronisées.
ga: Bote mli koni oto otaomɔwo.
ha: Binciken da aka yi a matsayin bako ba a adana shi ba.
tw: Wubɛtumi asoma wo nsɛm kɔ cloud no mu sɛ wolog in a.

source: Search plant diseases...
ee: Di dɔlélewo...
fr: Rechercher des maladies...
ga: Tao helai...
ha: Nemi cututtuka...
tw: Hwehwɛ afifide yare...

source: Select Crop
ee: Tia Nuku
fr: Sélectionner la culture
ga: Hala Nibii
ha: Zabi Shuki
tw: Paw Afifide

source: Select Photo
ee: Tia Nɔnɔmetata
fr: Sélectionner une photo
ga: Hala Mfoniri
ha: Zabi Hoto
tw: Paw Mfonini

source: Select Target Crop
ee: Tia Nuku
fr: Sélectionner la culture cible
ga: Hala Nibii
ha: Zabi Shuki
tw: Paw Afifide

source: Settings
ee: Ɖoɖowo
fr: Paramètres
ga: Toi
ha: Saituna
tw: Nhyehyɛe

source: Sign In to Unlock History
ee: Ge Ɖe Eme Ne Na-akpɔ Xoxowo
fr: Se connecter pour déverrouiller l'historique
ga: Bote Mli Koni Ona Sane
ha: Shiga Domin Ganin Tarihi
tw: Kɔ Mu na Hwɛ Abakɔsɛm

source: Submit Flag
ee: Ɖo Ɖe
fr: Soumettre le signalement
ga: Ke Ba
ha: Tura
tw: Soma

source: Symptoms
ee: Dɔléle Dzesiwo
fr: Symptômes
ga: Hela Kadimɔwo
ha: Alamomin Cuta
tw: Yare Agyiraehyɛde

source: System Default
ee: Mɔ̃ la Ɖoɖo
fr: Par défaut du système
ga: Foonu Nɔ
ha: Tsohon Tsara
tw: Kɔmputa De

source: Take a photo or upload an image of an affected leaf
ee: Ɖe nɔnɔmetata alo tia aŋa ƒe nɔnɔmetata
fr: Prenez une photo ou téléchargez une image de feuille affectée
ga: Gba mfoniri alo hala baa mfoniri
ha: Dauki hoto ko zabi hoton ganye
tw: Gye mfonini anaa fa krataa mfonini ba

source: Take Photo
ee: Ɖe Nɔnɔmetata
fr: Prendre une photo
ga: Gba Mfoniri
ha: Dauki Hoto
tw: Gye Mfonini

source: Theme Mode
ee: Dzedzeme Mɔ
fr: Mode de thème
ha: Mawuyin Theme
tw: Nsusuwso

source: Timestamp
ee: Ŋkeke
fr: Horodatage
ga: Gbi
ha: Kwanan Wata
tw: Bere

source: Tomato
ee: Timati
fr: Tomate
ga: Amɔdu
ha: Tumatir
tw: Ntoosi

source: Tomato Leaves
ee: Timati Nukuwo
fr: Feuilles de tomate
ga: Amɔdu Nibii
ha: Shukan Tumatir
tw: Ntoosi Afifide

source: Treatment Guidelines
ee: Atike Dodo Nsɛm
fr: Consignes de traitement
ga: Tsofa Sane
ha: Jagoran Magani
tw: Nnuru ne Mmoa Nsɛm

source: Unrecognized Leaf Type
ee: Aŋa Si Womènya O
fr: Type de feuille non reconnu
ga: Baa ni Alee
ha: Ganye Wanda Ba a Sani Ba
tw: Afifide Amane a Wonnim

source: View Treatment Guidelines
ee: Kpɔ Atike Dodo Nsɛm
fr: Voir les consignes de traitement
ga: Kwɛ Tsofa Sane
ha: Duba Taimakon Magani
tw: Hwɛ Nnuru ne Mmoa Nsɛm

source: Your crop leaf appears healthy based on current ML thresholds.
ee: Aŋa la le nyuie, dɔléle aɖeke meli o.
fr: Votre feuille semble saine selon les seuils ML actuels.
ga: Baa lɔ yɛ jogbaŋŋ, hela ko bɛ he.
ha: Hoton ganye mai kyau ne, babu cuta.
tw: W'afifide no yɛ, yare biara nni ho.

source: Model Backend
fr: Modèle backend
